function Experience() {
    return (
        <section>
            <h2>Профіль</h2>
            <p>
                Студентка спеціальності «Кібербезпека» з технічною базою в SQL та хмарних технологіях. 
                Маю досвід стажування в SoftServe, де вчилася аналізувати складні системи. 
                Як староста групи, розвинула навички комунікації та дисципліни, необхідні для роботи в умовах інцидентів.
            </p>

            <h2>Технічні навички (Hard Skills)</h2>
            <ul>
                <li>Бази даних: SQL (MySQL)</li>
                <li>Мови програмування: C, C#, Python (базовий рівень)</li>
                <li>Мережі: Робота з Cisco Packet Tracer</li>
                <li>ОС: Linux (CLI), Windows</li>
                <li>Безпека: Розуміння Cyber Kill Chain, SIEM та стандартів ISO/IEC 27001</li>
            </ul>

            <h2>Особисті якості (Soft Skills)</h2>
            <ul>
                <li>Аналітичне мислення та логічний підхід до вирішення проблем</li>
                <li>Досвід лідерства та міжособистісного спілкування</li>
                <li>Відповідальність та уважність до деталей</li>
                <li>Здатність швидко навчатися та працювати під тиском</li>
            </ul>
        </section>
    );
}

export default Experience;